{"translation-revision-date":"","generator":"WP-CLI\/2.10.0","source":"js\/meeting_update_form.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr","plural-forms":"nplurals=2; plural=(n > 1);"},"Sunday":["Dimanche"],"Monday":["Lundi"],"Tuesday":["Mardi"],"Wednesday":["Mercredi"],"Thursday":["Jeudi"],"Friday":["Vendredi"],"Saturday":["Samedi"],"none":["aucun"],"Begin typing your meeting name":["Commencez à entrer le nom de votre réunion"],"Select from available formats":["Choisir parmi les formats disponibles"],"Click to select":["Cliquez pour faire une sélection"],"We've retrieved the details below from our system. Please make any changes and then submit your update. <br>Any changes you make to the content are highlighted and will be submitted for approval.":["Nous avons récupéré les informations ci-dessous dans notre système. Vous pouvez modifier ces informations et envoyer votre mise à jour. <br>Toutes les modifications au contenu sont en surbrillance et seront envoyées pour approbation."],"Verify you have selected the correct meeting, then add details to support the meeting close request in the Additional Information box.<br><br><b>Note: If you are submitting a temporary meeting closure, please instead use 'Change existing meeting' and use the 'temporarily closed in person meeting' dropdown menu.":["Vérifiez si vous avez sélectionné la bonne réunion, puis allez dans la case Autres informations pour expliquer votre demande de fermeture de réunion.<br><b>Prenez note : Si vous demandez la fermeture temporaire d'une réunion, vous devez plutôt sélectionner « Modifier une réunion existante »  et utiliser le menu déroulant « fermeture temporaire d'une réunion en personne »."],"Please fill in the details of your new meeting, and then submit your update. <br><b>Note:<\/b> If your meeting convenes multiple times a week, please submit additional new meeting requests for each day you meet.":["Vous devez entrer les infos de votre nouvelle réunion, puis envoyer votre mise à jour. <br><b>Note:<\/b> Si votre réunion a lieu plusieurs fois par semaine, vous devez envoyer une nouvelle demande de réunion pour chaque jour où vous vous réunissez."]}}}