{"translation-revision-date":"2023-08-26 10:21+1000","generator":"WP-CLI\/2.10.0","source":"js\/meeting_update_form.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it_IT","plural-forms":"nplurals=2; plural=(n != 1);"},"Sunday":["Domenica"],"Monday":["Lunedì"],"Tuesday":["Martedì"],"Wednesday":["Mercoledì"],"Thursday":["Giovedì"],"Friday":["Venerdì"],"Saturday":["Sabato"],"none":["niente"],"Begin typing your meeting name":["Iniziare a digitare il nome della riunione"],"Select from available formats":["Seleziona tra i formati disponibili"],"Click to select":["Fare clic per selezionare"],"We've retrieved the details below from our system. Please make any changes and then submit your update. <br>Any changes you make to the content are highlighted and will be submitted for approval.":["Abbiamo recuperato i dettagli qui sotto dal nostro sistema. Apporta eventuali modifiche e invia l'aggiornamento. <br>Qualsiasi modifica apportata al contenuto viene evidenziata e verrà inviata per l'approvazione."],"Verify you have selected the correct meeting, then add details to support the meeting close request in the Additional Information box.<br><br><b>Note: If you are submitting a temporary meeting closure, please instead use 'Change existing meeting' and use the 'temporarily closed in person meeting' dropdown menu.":["Verificare di aver selezionato la riunione corretta, quindi aggiungere dettagli per supportare la richiesta di chiusura della riunione nella casella Informazioni aggiuntive.<br><br><b>Nota: se stai inviando una chiusura temporanea della riunione, utilizza invece \"Modifica riunione esistente\" e utilizza il menu a discesa \"riunione temporaneamente chiusa di persona\"..<\/b>"],"You must provide at least a phone number for a Virtual Meeting, or fill in both the Virtual Meeting link and Virtual Meeting additional information":[""],"Please fill in the details of your new meeting, and then submit your update. <br><b>Note:<\/b> If your meeting convenes multiple times a week, please submit additional new meeting requests for each day you meet.":["Inserisci i dettagli della tua nuova riunione e quindi invia l'aggiornamento. <br><b>Nota:<\/b> Se la riunione si riunisce più volte alla settimana, inviare ulteriori nuove convocazioni per ogni giorno in cui si incontra."]}}}